/*
 * Copyright (C) 2028 Potix Corporation. All Rights Reserved
 * History: 01/18/2028
 * Author: Wenning Hsu <imwenninghsu@gmail.com>
 */

export default {
  "奧林匹克": [
    "這項盛會源自古希臘",
    "當時是一種為了祭祀眾神而舉行的活動",
    "只允許男性參賽",
    "以崇尚體育精神與和平競技為宗旨",
    "到了19世紀末",
    "一位來自法國的教育家推動復興",
    "讓它成為了全球最具影響力的體育盛事",
    "如今",
    "它的標誌象徵五大洲的團結",
    "而聖火傳遞儀式更是每屆不可或缺的部分"
  ],
  "工業革命": [
    "這是一場改變人類歷史的重大經濟與技術變革",
    "起源於歐洲某些地區",
    "並迅速向全球擴展",
    "關鍵特徵是機械化生產取代了手工操作",
    "能源利用從人力與畜力轉向蒸汽與煤炭",
    "帶來了工廠制度的普及以及城市化的加速",
    "雖然促進了生產力",
    "但也引發了勞工問題與環境挑戰"
  ],
  "228事件": [
    "這是一段發生於20世紀中葉的歷史事件",
    "起因為緝菸事件引發的衝突",
    "隨後演變成全地地域的抗爭",
    "在動亂中",
    "許多無辜的人民受到波及與迫害",
    "此事件揭示了當時社會的不滿與治理的缺失",
    "事後引發了對人權與正義的廣泛討論",
    "現在亞洲對抗威權的反省日"
  ],
  "319槍擊案": [
    "這是一件發生於21世紀初某日下午的政治事件",
    "當時領導者在競選活動時遭遇槍擊",
    "雖然最終未造成生命危險",
    "但此事被認為對選舉結果造成影響",
    "對手因此不願承認敗選",
    "調查與爭議持續多年",
    "今仍未完全揭露",
    "而最終認定的兇手也存在爭議",
    "成為台灣社會的未解之謎"
  ],
  "天安門事件": [
    "這是一段發生於20世紀末的學生運動",
    "原本為悼念活動",
    "逐漸演變為要求政治改革的示威運動",
    "起因於群眾對政治改革與自由的訴求",
    "大量民眾聚集在一個象徵性的廣場表達意見",
    "舉行了長達數週的和平示威",
    "事件後來以衝突與鎮壓收場",
    "導致許多無辜者受到傷害",
    "至今仍是國際間持續討論的議題"
  ],
}