/*
 * Copyright (C) 2025 Potix Corporation. All Rights Reserved
 * History: 01/15/2025
 * Author: Wenning Hsu <imwenninghsu@gmail.com>
 */

export default {
  "楊貴妃": [
    "唐朝的傳奇人物",
    "出身於名門望族",
    "以絕世容顏和盛世愛情聞名",
    "唐代畫家張萱的《虢國夫人遊春圖》中的仕女常被認為是她的寫照",
    "她的形象也深植於京劇、崑曲等傳統戲曲之中",
    "深得皇帝的寵愛，為了讓她品嚐最新鮮的水果",
    "不惜重金建立了一個特殊的運輸制度",
    "有人認為她是禍國殃民的紅顏",
    "也有人認為她是政治犧牲品"
  ],
  "愛因斯坦": [
    "他出生於德國後來移居美國",
    "以一頭蓬鬆的白髮",
    "和略帶迷茫的神情為人熟知",
    "雖然曾經是學業不突出的學生",
    "但他最終成為了20世紀最偉大的物理學家",
    "他對時間和空間的研究改變了人類對宇宙的認知",
    "提出的理論成為現代物理學的基石",
    "後人常提起他的一句名言：",
    "「想像力比知識更重要」"
  ],
  "華生": [
    "他是一位爵士小說家筆下的最佳配角",
    "他是最佳摯友兼助手",
    "也是一名醫生",
    "他在阿富汗戰爭中負傷後回到家鄉",
    "因合租而認識了他的最佳搭檔",
    "他性格溫和理性",
    "補足了他搭檔的冷靜特質",
    "雖然是名醫生",
    "但他更熱衷協助破案",
    "是偵探文學中經典的副角色代表"
  ],
  "蒙娜麗莎": [
    "她是文藝復興時期佛羅倫斯的一位女子",
    "因擁有一抹神秘的微笑而廣為人知",
    "她的神情含蓄卻蘊含豐富情感",
    "無論從什麼角度看到她",
    "她那雙眼眸都彷彿在與你對視",
    "幾個世紀以來",
    "她成為了藝術史上最著名的畫像之一",
    "現在她在巴黎羅浮宮",
    "每年吸引無數參觀者駐足欣賞她"
  ],
  "牛頓": [
    "他是一位十七世紀改變世界的英國科學家",
    "對物理學和數學有著巨大的貢獻",
    "通過對運動與萬有引力定律的提出",
    "他奠定了經典力學的基礎",
    "也在研究中運用了當時極具創新的微積分方法",
    "他同時也在光學方面投入研究",
    "實驗證明白光可分解為不同色光",
    "並發明反射式望遠鏡",
    "傳說他因坐在樹下被打到",
    "而萌發靈感揭開了自然界中萬物運行的秘密"
  ],
  "鋼鐵人": [
    "他原本是一位天才企業家",
    "但在一場意外後",
    "他憑藉卓越的智慧設計出強大的裝甲戰衣",
    "以嶄新的身份守護世界",
    "雖然他性格自信甚至有些自負",
    "卻同時展現出機敏與幽默的一面",
    "並願意為了心愛的人與地球犧牲自己",
    "他那鮮紅的盔甲與胸口發亮的裝置",
    "如今已成為令人難以忘懷的經典標誌"
  ],
  "哈利波特": [
    "他是從小失去雙親的孩子",
    "被姨母一家撫養長大",
    "但一直過得像灰姑娘一樣的生活",
    "直到他11歲生日那天",
    "一封信改變了他的人生",
    "他來到了一個特別的學校",
    "結識了一群忠實的朋友",
    "他們一起對抗闇黑勢力並探索自己身世之謎",
    "作品內容結合了成長、友情與冒險元素",
    "深受全球讀者的喜愛"
  ],
  "皮卡丘": [
    "它是日本知名遊戲與動畫中的角色",
    "外觀以黃色皮毛與Z字形狀的尾巴為特色",
    "能夠釋放強大電力",
    "它在旅程與戰鬥中常伴隨主角左右",
    "活潑可愛的形象深受全球粉絲喜愛",
    "此角色不僅經常出現在遊戲、動畫及電影中",
    "也出現在各種衍生商品上",
    "成為全球廣為人知的卡通形象之一",
    "近期也在台北展店造成排隊熱潮"
  ],
  "蜘蛛人": [
    "他是一位生活在紐約的青少年",
    "因一次奇特的意外改變了自己平凡的生活",
    "他的新能力讓他能夠自由攀爬牆壁",
    "並迅速在高樓之間穿梭行動",
    "在肩負守護城市的責任時",
    "他常用一句話來提醒自己",
    "能力越大",
    "責任越大"
  ],
  "瑪利歐": [
    "他是一位勇敢的工人",
    "總是穿著紅色帽子和藍色吊帶褲",
    "專門處理水管問題",
    "每當危險來臨",
    "他便會穿越各種奇異的世界和隱藏的通道中",
    "與各種奇特的生物互動",
    "在冒險中",
    "他的最終目標通常是拯救一位被困的公主",
    "並擊敗那個經常帶來麻煩的敵人"
  ],
  "超人": [
    "他是美國漫畫史上的經典英雄",
    "初次登場於1938年的《動作漫畫》（Action Comics）",
    "第一期",
    "來自名為氪星的外星文明",
    "隨著成長",
    "他發現自己擁有超乎常人的力量",
    "以及能夠飛行的能力",
    "平日他偽裝成記者",
    "守護地球時他則換上紅色披風",
    "成為家喻戶曉的英雄"
  ],
  "ELSA": [
    "她曾是個安靜的公主",
    "但因意外展現了特殊的冰雪魔法",
    "改變了自己的人生",
    "因為小時候無法控制力量傷害了她妹妹後",
    "她選擇遠離家園",
    "隱居在寒冷的山巔",
    "創造了一座冰雪城堡",
    "最終她學會了如何控制自己的力量",
    "並與家人重歸於好",
    "找到真實的自己"
  ],
  "愛麗絲": [
    "她是一個充滿好奇心的小女孩",
    "某天追著一隻奇怪的兔子掉入了一個洞穴",
    "洞穴通往了一個奇妙的國度",
    "裡面充滿了會說話的動物如柴郡貓、瘋帽子、紅心皇后等",
    "和一系列不合常理的規則",
    "她的勇敢與求知精神使她成為經典文學中極具魅力的形象"
  ],
  "莎士比亞": [
    "他是英國文藝復興時期的重要劇作家與詩人",
    "被譽為「英格蘭的國民詩人」",
    "和",
    "「天才劇作家」",
    "是文學史上的一位大師",
    "他的作品題材多樣",
    "從悲劇到喜劇",
    "塑造了許多讓人難以忘懷的角色",
    "他的作品涵蓋人性的各個層面",
    "將愛、野心、背叛與命運交織其中"
  ],
  "居禮夫人": [
    "她是一位來自波蘭的科學家",
    "後來移居法國",
    "專注於物理與化學的研究",
    "她因發現放射性元素而聞名",
    "並成為第一位獲得諾貝爾獎的女性",
    "她在一戰期間推動行動X光車服務前線",
    "晚年則因長期暴露於放射線而罹病",
    "1934年辭世"
  ],
  "哥倫布": [
    "他是一位來自義大利的探險家",
    "受西班牙國王資助",
    "以尋找通往亞洲的航路而聞名",
    "1492年",
    "他的船隊抵達了一片陌生的土地",
    "改變了世界歷史的進程",
    "促進了全球化的開始",
    "然而",
    "他的行動也伴隨著對原住民文化的影響",
    "並帶來了殖民、疾病及文化衝突"
  ],
  "梵谷": [
    "他是19世紀末荷蘭著名的後印象派畫家",
    "然而生前未曾獲得廣泛認可",
    "作品以粗獷的筆觸和濃烈的色彩聞名",
    "常表現出內心的痛苦與焦慮",
    "其經典作品包含了描繪星空與向日葵的畫作",
    "由於精神健康問題他的生活充滿波折",
    "最終於37歲時死於自殺",
    "他的作品對20世紀現代藝術產生了深遠影響",
    "並被視為西方藝術史最偉大的畫家之一"
  ],
  "愛迪生": [
    "這是一位來自美國的發明家與企業家",
    "被譽為燈泡的發明者",
    "實際上改良了許多電氣技術",
    "現代電力系統的發展作出了開創性的貢獻",
    "推動了電力的廣泛應用",
    "他的發明還包括了電池",
    "電影放映技術和早期的錄音設備",
    "他的發明不僅促進了工業革命",
    "並具有極高的商業才華",
    "成為當時最成功的企業家之一"
  ],
  "秦始皇": [
    "他是一位統一六國",
    "並興建的第一個封建帝國的君主",
    "統一了度量衡文字和貨幣",
    "並在中國北方修築了壯闊的防禦系統",
    "然而",
    "為了強化君主專制",
    "他焚燒了許多書籍",
    "並進行思想控制",
    "最終更是在他自己墳墓周圍放置了八千真人大小的陶土軍"
  ],
  "周杰倫": [
    "他是一位20世紀末出道的華語流行音樂天王",
    "他的音樂融合了多種音樂風格",
    "並且是第一位開創華語滷蛋式饒舌的人",
    "他的音樂在全球華人社群中擁有廣泛的影響力",
    "他的絕對音感更是廣為大家所崇拜",
    "除了音樂上的成就",
    "他也有涉略導演、演員和老師",
    "並獲得了不少讚譽"
  ],
  "史蒂芬霍金": [
    "這是一位20世紀最具影響力的英國物理學家",
    "專注於黑洞和宇宙學的研究",
    "提出了黑洞會發放輻射的理論性預測",
    "並發表了科學著作《時間簡史》",
    "年輕時被診斷出罹患漸凍症",
    "但卻克服障礙活到了76歲",
    "並且在14部影集中演出過自己"
  ],
}