/*
 * Copyright (C) 2028 Potix Corporation. All Rights Reserved
 * History: 01/18/2028
 * Author: Wenning Hsu <imwenninghsu@gmail.com>
 */

export default {
  "蝴蝶效應": [
    "一個微小的改變",
    "可以引發意想不到的巨大後果",
    "這個概念源於混沌理論",
    "強調系統的不可預測性",
    "常常被用來解釋為什麼某些大事件無法預測",
    "無論是在自然界還是社會行為中",
    "都能夠顯現其深遠的影響",
    "即使是最小的錯誤或偏差",
    "也可能在長時間內放大",
    "科學家和學者常常用這一概念"
  ],
  "Covid": [
    "這是一種傳染性極高的疾病",
    "最初起源於動物並在人類間迅速傳播",
    "後來慢慢地蔓延到到了全世界",
    "患者可能出現咳嗽、發燒、呼吸困難等症狀",
    "有些感染者付出了生命的代價",
    "有些感染者完全沒有症狀",
    "世界經濟也遭遇了嚴重的衝擊",
    "全球的科學家仍不斷努力尋求解決方案",
    "它在短時間內影響了全球",
    "改變了人們的生活模式與社會運作方式"
  ],
  "古箏": [
    "這是一種傳統的中國撥弦樂器",
    "彈奏時可以用手指或假指甲撥動",
    "發出如流水般清脆的音色",
    "低音渾厚而溫暖",
    "高音清亮如山間清風",
    "起源可以追溯到幾千年前的中國古代",
    "外形像一條長形的木箱",
    "演奏技法包括滑音挑弦和撥弦",
    "常在節慶或正式場合中坐著用雙手彈奏表演",
    "且也經常出現在中國戲曲伴奏或獨奏中"
  ],
  "ChatGPT": [
    "這是一個科技產品",
    "由一家公司開發",
    "旨在幫助解決各種問題",
    "可以讓使用者與他聊天",
    "能夠理解並生成與人類語言相似的回應",
    "它可以協助解答問題",
    "或是幫助創作內容",
    "操作簡單且應用範圍廣泛",
    "背後使用了先進的深度學習技術",
    "已成為人們在學習與工作中的重要幫手"
  ],
}